Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Key Required
ko: 키 필요함
ru: Требуется ключ
zh_hans: 需要密钥
zh_hant: 需要Key

source: Keyboard Shortcuts
ko: 키보드 단축키
ru: Сочетания клавиш
zh_hans: 键盘快捷键
zh_hant: 鍵盤快捷鍵

source: Keychain key: not found
ko: 키체인 키: 찾을 수 없음
ru: Ключ-брелок: не найден
zh_hans: 钥匙串密钥：未找到
zh_hant: 鑰匙串鑰匙：未找到

source: Keychain key: present
ko: 키체인 키: 있음
ru: Брелок-ключ: присутствует
zh_hans: 钥匙串密钥：存在
zh_hant: 鑰匙串鑰匙：存在

source: Keys start with sk-.
ko: 키는 sk-로 시작합니다.
ru: Ключи начинаются с sk-.
zh_hans: 密钥以 sk- 开头。
zh_hant: 密鑰以 sk- 開頭。

source: Keys start with sk-ant-.
ko: 키는 sk-ant-로 시작합니다.
ru: Ключи начинаются с sk-ant-.
zh_hans: 密钥以 sk-ant- 开头。
zh_hant: 密鑰以 sk-ant- 開頭。

source: Keywords
ko: 키워드
ru: Ключевые слова
zh_hans: 关键词
zh_hant: 關鍵詞

source: Kind
ko: 종류
ru: Добрый
zh_hans: 种类
zh_hant: 種類

source: Knowledge
ko: 지식
ru: Знания
zh_hans: 知识
zh_hant: 知識

source: Knowledge Base
ko: 지식 베이스
ru: База знаний
zh_hans: 知识库
zh_hant: 知識庫

source: Known Chats
ko: 알려진 채팅
ru: Известные чаты
zh_hans: 已知聊天

source: Label
ko: 레이블
ru: Этикетка
zh_hans: 标签
zh_hant: 標籤

source: Language
ko: 언어
ru: Язык
zh_hans: 语言
zh_hant: 語言

source: Language models will appear here
ko: 언어 모델이 여기에 표시됩니다
ru: Здесь появятся языковые модели
zh_hans: 语言模型会显示在这里
zh_hant: 語言模型會顯示在這裡

source: Large (4 GB+)
ko: 대형(4GB 이상)
ru: Большой (4 GB+)
zh_hans: 大型（4 GB 以上）
zh_hant: 大型（4 GB 以上）

source: Larger incoming media is skipped (the message still arrives with a placeholder) and larger outgoing files are refused.
ko: 이보다 큰 수신 미디어는 건너뛰며(메시지는 자리표시자와 함께 도착합니다), 큰 발신 파일은 거부됩니다.
ru: Более крупные входящие медиафайлы пропускаются (сообщение всё равно приходит с заполнителем), а более крупные исходящие файлы отклоняются.
zh_hans: 超过此大小的传入媒体会被跳过（消息仍会以占位符形式送达），超过此大小的传出文件会被拒绝。

source: Last %@
ko: 마지막 %@
ru: Последний %@
zh_hans: 上次：%@
zh_hant: 最近 %@

source: Last used
ko: 최근 사용
ru: Последнее использование
zh_hans: 上次使用
zh_hant: 上次使用

source: Last: %@
ko: 마지막: %@
ru: Последний: %@
zh_hans: 上次：%@
zh_hant: 上次：%@

source: Later
ko: 나중에
ru: Позже
zh_hans: 稍后
zh_hant: 稍後

source: Launch Osaurus when you sign in
ko: 로그인 시 Osaurus 실행
ru: Запустите Osaurus при входе в систему
zh_hans: 登录时启动 Osaurus
zh_hant: 登錄時啓動 Osaurus

source: Learn how in our [Privacy Policy](%1$@).
ko: 자세한 내용은 [개인정보 처리방침](%1$@)에서 확인하세요.
ru: Узнайте, как это сделать, в нашей [Политике конфиденциальности](%1$@).
zh_hans: 详见我们的[隐私政策](%1$@)。
zh_hant: 詳見我們的[隱私政策](%1$@)。

source: Learn how to integrate Osaurus into your applications.
ko: 애플리케이션에 Osaurus를 통합하는 방법을 알아보세요.
ru: Узнайте, как интегрировать Osaurus в ваши приложения.
zh_hans: 了解如何将 Osaurus 集成到你的应用中。
zh_hant: 瞭解如何將 Osaurus 集成到你的應用中。

source: Learn More
ko: 더 알아보기
ru: Узнать больше
zh_hans: 了解更多
zh_hant: 瞭解更多

source: Learn more in our [Privacy Policy](%1$@).
ko: 자세한 내용은 [개인정보 처리방침](%1$@)에서 확인하세요.
ru: Узнайте больше в нашей [Политике конфиденциальности](%1$@).
zh_hans: 在我们的[隐私政策](%1$@)中了解更多。
zh_hant: 在我們的[隱私政策](%1$@)中瞭解更多。

source: learning
ko: 학습 중
ru: обучение
zh_hans: 学习
zh_hant: 學習

source: Leave blank to keep current
ko: 현재 설정을 유지하려면 비워 두세요
ru: Оставьте пустым, чтобы быть в курсе
zh_hans: 留空以保留当前值
zh_hant: 留空以保留當前值

source: Leave empty to allow Computer Use in any app. Add apps to restrict it to ONLY those — every other app is blocked before any action.
ko: 모든 앱에서 컴퓨터 제어를 허용하려면 비워 두세요. 특정 앱만 허용하려면 앱을 추가하세요 — 추가된 앱을 제외한 다른 모든 앱은 작업 전에 차단됩니다.
ru: Оставьте пустым, чтобы разрешить использование компьютера в любом приложении. Добавьте приложения, чтобы ограничить их до ONLY — все остальные приложения блокируются перед любым действием.
zh_hans: 留空则允许在所有应用中使用电脑操控；添加应用后则仅允许所添加的应用——其余应用在执行任何操作前都会被阻止。
zh_hant: 留空則允許在任何應用中使用電腦操作。添加應用則限制爲僅允許這些——其他所有應用在執行任何操作前都會被阻止。

source: Leave empty to only use agent names as wake words
ko: 에이전트 이름만 호출어로 사용하려면 비워 두세요
ru: Оставьте пустым, чтобы в качестве слов пробуждения использовались только имена агентов.
zh_hans: 留空则仅使用智能体名称作为唤醒词
zh_hant: 留空則僅使用智能體名稱作爲喚醒詞

source: Leave empty to use default values from global settings.
ko: 전역 설정의 기본값을 사용하려면 비워 두세요.
ru: Оставьте пустым, чтобы использовать значения по умолчанию из глобальных настроек.
zh_hans: 留空则使用全局设置中的默认值。
zh_hant: 留空則使用全局設置中的默認值。

source: Leave the key blank if your local Ollama doesn't require one.
ko: 로컬 Ollama에 키가 필요하지 않은 경우 키를 비워 두세요.
ru: Оставьте ключ пустым, если ваш местный Оллама не требует его.
zh_hans: 如果你的本地 Ollama 不需要密钥，请将其留空。
zh_hant: 如果你的本地 Ollama 不需要密鑰，請將其留空。

source: Legacy Disk Cache
ko: 기존 디스크 캐시
ru: Устаревший дисковый кэш
zh_hans: 旧版磁盘缓存
zh_hant: 舊版磁盤緩存

source: Legacy Disk Cache Directory
ko: 기존 디스크 캐시 디렉터리
ru: Каталог устаревшего дискового кэша
zh_hans: 遗留磁盘缓存目录
zh_hant: 遺留磁盤緩存目錄

source: Legacy Entry-Count Cache
ko: 기존 항목 수 캐시
ru: Устаревший кэш подсчета записей
zh_hans: 旧版条目计数缓存
zh_hant: 舊版條目計數緩存

source: Legacy WhisperKit models found
ko: 기존 WhisperKit 모델을 찾았습니다
ru: Обнаружены устаревшие модели WhisperKit
zh_hans: 发现旧版 WhisperKit 模型
zh_hant: 發現舊版 WhisperKit 模型

source: Legal
ko: 법적 고지
ru: Юридический
zh_hans: 法律
zh_hant: 法律

source: Let agents operate macOS apps on your behalf
ko: 에이전트가 macOS 앱을 대신 조작하도록 허용합니다
ru: Позвольте агентам управлять приложениями macOS от вашего имени
zh_hans: 让智能体代你操作 macOS 应用
zh_hant: 讓智能體代您操作 macOS 應用

source: Let agents post to write-allowlisted chats through Messages.app. Requires Messages Automation; the global Sending switch in Channels must also be on.
ko: 에이전트가 Messages.app을 통해 쓰기 허용 채팅에 게시할 수 있게 합니다. 메시지 자동화 권한이 필요하며, 채널의 전역 전송 스위치도 켜져 있어야 합니다.
ru: Разрешить агентам писать в чаты из списка записи через Messages.app. Требуется автоматизация «Сообщений»; глобальный переключатель отправки в разделе «Каналы» также должен быть включён.
zh_hans: 允许智能体通过 Messages.app 向可写允许列表中的聊天发帖。需要“信息”自动化权限；“频道”中的全局发送开关也必须打开。
zh_hant: 允許智能體透過 Messages.app 向可寫允許列表中的聊天發文。需要「訊息」自動化權限；「頻道」中的全域傳送開關也必須開啟。

source: Let agents post to write-allowlisted chats through the linked account. The global Sending switch in Channels must also be on.
ko: 에이전트가 연결된 계정을 통해 쓰기 허용 채팅에 게시할 수 있도록 합니다. 채널의 전역 보내기 스위치도 켜져 있어야 합니다.
ru: Разрешить агентам отправлять сообщения в чаты из списка на запись через привязанный аккаунт. Глобальный переключатель отправки в разделе «Каналы» также должен быть включён.
zh_hans: 允许代理通过已关联账号向写入允许列表中的聊天发送消息。“频道”中的全局发送开关也必须开启。

source: Let agents post to write-allowlisted Discord destinations. The global Sending switch in Channels must also be on.
ko: 쓰기 허용 목록에 있는 Discord 대상에 에이전트가 게시할 수 있게 합니다. 채널의 전역 전송 스위치도 켜져 있어야 합니다.
ru: Позволяет агентам публиковать в разрешённые для записи назначения Discord. Глобальный переключатель отправки в «Каналах» тоже должен быть включён.
zh_hans: 允许智能体向已列入可写名单的 Discord 目标发帖。“频道”中的全局发送开关也必须开启。
zh_hant: 允許智能體向已列入可寫名單的 Discord 目標發文。「頻道」中的全域傳送開關也必須開啟。

source: Let agents post to write-allowlisted Slack channels. The global Sending switch in Channels must also be on.
ko: 쓰기 허용 목록에 있는 Slack 채널에 에이전트가 게시할 수 있게 합니다. 채널의 전역 전송 스위치도 켜져 있어야 합니다.
ru: Позволяет агентам публиковать в разрешённые для записи каналы Slack. Глобальный переключатель отправки в «Каналах» тоже должен быть включён.
zh_hans: 允许智能体向已列入可写名单的 Slack 频道发帖。“频道”中的全局发送开关也必须开启。
zh_hant: 允許智能體向已列入可寫名單的 Slack 頻道發文。「頻道」中的全域傳送開關也必須開啟。

source: Let agents post to write-allowlisted Telegram chats. The global Sending switch in Channels must also be on.
ko: 쓰기 허용 목록에 있는 Telegram 채팅에 에이전트가 게시할 수 있게 합니다. 채널의 전역 전송 스위치도 켜져 있어야 합니다.
ru: Позволяет агентам публиковать в разрешённые для записи чаты Telegram. Глобальный переключатель отправки в «Каналах» тоже должен быть включён.
zh_hans: 允许智能体向已列入可写名单的 Telegram 聊天发帖。“频道”中的全局发送开关也必须开启。
zh_hant: 允許智能體向已列入可寫名單的 Telegram 聊天發文。「頻道」中的全域傳送開關也必須開啟。

source: Let agents use built-in and plugin tools. Turn off to send messages directly to the model with no tool specs or capability injection (chat-only).
ko: 에이전트가 내장 및 플러그인 도구를 사용하도록 허용합니다. 도구 사양이나 기능 주입 없이 모델에 메시지를 직접 보내려면 끕니다(채팅 전용).
ru: Разрешите агентам использовать встроенные и подключаемые инструменты. Отключите этот параметр, чтобы отправлять сообщения непосредственно в модель без каких-либо спецификаций инструмента или внедрения возможностей (только чат).
zh_hans: 允许智能体使用内置工具和插件工具。关闭此选项，则消息将直接发送给模型，不附带任何工具规格或能力注入（纯聊天模式）。
zh_hant: 允許智能體使用內置工具和插件工具。關閉此選項，則消息將直接發送給模型，不附帶任何工具規格或能力注入（純聊天模式）。

source: Let requests run with no time limit
ko: 시간 제한 없이 요청을 실행하도록 허용합니다
ru: Пусть запросы выполняются без ограничений по времени
zh_hans: 让请求在无时间限制下运行
zh_hant: 讓請求在無時間限制下運行

source: Let spawned workers read files themselves (file_read / file_search) so bulk reading stays out of this agent's context.
ko: 생성된 워커가 직접 파일을 읽도록 허용합니다(file_read / file_search). 대량 읽기가 이 에이전트의 컨텍스트를 차지하지 않습니다.
ru: Позволяет порождённым воркерам самим читать файлы (file_read / file_search), чтобы массовое чтение не попадало в контекст этого агента.
zh_hans: 让派生的工作智能体自行读取文件（file_read / file_search），避免批量读取占用此智能体的上下文。
zh_hant: 讓派生的工作代理自行讀取文件（file_read / file_search），避免批量讀取佔用此代理的上下文。

source: Let the agent act between your messages.
ko: 메시지 사이에 에이전트가 행동하도록 허용합니다.
ru: Позвольте агенту действовать между вашими сообщениями.
zh_hans: 让智能体在你的消息之间采取行动。
zh_hant: 讓智能體在你的消息之間採取行動。

source: Let the agent create its own tools as plugins.
ko: 에이전트가 자신의 도구를 플러그인으로 생성하도록 허용합니다.
ru: Позвольте агенту создавать свои собственные инструменты в виде плагинов.
zh_hans: 让智能体以插件形式创建自己的工具。
zh_hant: 讓智能體以插件形式創建自己的工具。

source: Let the agent operate macOS apps for you.
ko: 에이전트가 macOS 앱을 대신 조작하도록 허용합니다.
ru: Позвольте агенту управлять приложениями macOS за вас.
zh_hans: 让智能体为你操作 macOS 应用。
zh_hant: 讓智能體爲您操作 macOS 應用。

source: Let the agent post without asking?
ko: 에이전트가 묻지 않고 게시하도록 할까요?
ru: Разрешить агенту публиковать без подтверждения?
zh_hans: 让智能体不经询问就发帖？
zh_hant: 讓智能體不經詢問就發文？

source: Let the agent read and write files inside a folder you choose.
ko: 선택한 폴더 내의 파일을 에이전트가 읽고 쓸 수 있도록 허용합니다.
ru: Позвольте агенту читать и записывать файлы в выбранной вами папке.
zh_hans: 让智能体在你选择的文件夹中读取和写入文件。
zh_hant: 讓智能體在您選擇的文件夾中讀取和寫入文件。

source: Let the agent run long-lived processes (servers, watchers) detached and manage them. Off by default to keep the tool surface lean.
ko: 에이전트가 장기 실행 프로세스(서버, 워처)를 분리하여 실행하고 관리하도록 허용합니다. 도구 노출을 최소화하기 위해 기본적으로 꺼져 있습니다.
ru: Позвольте агенту запускать долгоживущие процессы (серверы, наблюдатели) отдельно и управлять ими. По умолчанию отключено, чтобы набор инструментов оставался компактным.
zh_hans: 让智能体以分离的方式运行长期进程（服务器、监视器）并管理它们。默认关闭，以保持工具集精简。
zh_hant: 讓智能體以分離的方式運行長期進程（服務器、監視器）並管理它們。默認關閉以保持工具界面簡潔。

source: Let the agent schedule its own follow-up runs and send you notifications.
ko: 에이전트가 후속 실행을 스스로 예약하고 알림을 보낼 수 있도록 허용합니다.
ru: Позвольте агенту планировать свои последующие запуски и отправлять вам уведомления.
zh_hans: 让智能体自行安排后续运行并通知你。
zh_hant: 讓智能體自行安排後續運行並通知您。

source: Let the agent schedule its own follow-up runs and send you notifications. Turn on to choose how often it can run.
ko: 에이전트가 후속 실행을 스스로 예약하고 알림을 보낼 수 있도록 허용합니다. 실행 빈도를 선택하려면 켜세요.
ru: Позвольте агенту планировать свои последующие запуски и отправлять вам уведомления. Включите, чтобы выбрать, как часто он может запускаться.
zh_hans: 让智能体自行安排后续运行并向你发送通知。开启后可选择它的运行频率。
zh_hant: 讓智能體自行安排後續運行並向你發送通知。開啓後可選擇它的運行頻率。

source: Let the agent search and read the knowledge collections granted below: curated guides, templates, and standards. Separate from memory, knowledge is yours to edit and never written by the agent.
ko: 아래에서 허용한 지식 컬렉션(선별된 가이드, 템플릿, 표준)을 에이전트가 검색하고 읽을 수 있게 합니다. 메모리와 달리 지식은 사용자가 직접 편집하며 에이전트는 절대 수정하지 않습니다.
ru: Разрешите агенту искать и читать предоставленные ниже коллекции знаний: подобранные руководства, шаблоны и стандарты. В отличие от памяти, знания редактируете вы, и агент их никогда не изменяет.
zh_hans: 允许智能体搜索和阅读下方授权的知识集合：精选指南、模板和规范。与记忆不同，知识由你编辑，智能体绝不会改写。
zh_hant: 允許代理搜尋和閱讀下方授權的知識集合：精選指南、範本和規範。與記憶不同，知識由你編輯，代理絕不會改寫。

source: Let the agent search its own memory mid-conversation to pull up past details on demand. Separate from Memory above, which only auto-injects and saves.
ko: 대화 도중에 에이전트가 자신의 메모리를 검색하여 필요할 때 과거 세부 정보를 가져올 수 있도록 허용합니다. 자동으로 주입하고 저장하기만 하는 위의 메모리와는 별개입니다.
ru: Позвольте агенту поискать в своей памяти в середине разговора, чтобы по запросу получить информацию о прошлом. Отдельно от памяти выше, которая только автоматически вставляет и сохраняет.
zh_hans: 让智能体在对话过程中搜索自己的记忆，按需调取过去的细节。这与上方的“记忆”不同，后者仅自动注入和保存。
zh_hant: 讓智能體在對話過程中搜索自己的記憶，按需調取過去的細節。這與上方的「記憶」不同，後者僅自動注入和保存。

source: Let the agent use tools to take actions and look things up. Turn off for a chat-only agent.
ko: 에이전트가 도구를 사용하여 작업을 수행하고 정보를 조회하도록 허용합니다. 채팅 전용 에이전트의 경우 끕니다.
ru: Позвольте агенту использовать инструменты для выполнения действий и поиска информации. Отключите для агента, доступного только в чате.
zh_hans: 让智能体使用工具来执行操作和查找信息。如需仅聊天的智能体，请关闭此项。
zh_hant: 讓智能體使用工具來執行操作和查找信息。如需僅聊天的智能體，請關閉此項。

source: Let the model invoke tools without an explicit `tool_choice` from the client.
ko: 클라이언트의 명시적인 `tool_choice` 없이도 모델이 도구를 호출하도록 허용합니다.
ru: Пусть модель вызывает инструменты без явного `tool_choice` со стороны клиента.
zh_hans: 允许模型在客户端未显式指定 `tool_choice` 时调用工具。
zh_hant: 允許模型在客戶端未顯式指定 `tool_choice` 時調用工具。

source: Let the server release memory when no requests are in flight.
ko: 진행 중인 요청이 없을 때 서버가 메모리를 해제하도록 허용합니다.
ru: Позвольте серверу освободить память, когда запросы не выполняются.
zh_hans: 允许服务端在没有正在处理的请求时释放内存。
zh_hant: 允許服務器在沒有正在處理的請求時釋放內存。

source: Let this agent draft document updates as pending proposals (it can also file and work staleness tickets). Nothing changes in a collection until you approve a proposal in the Knowledge section.
ko: 이 에이전트가 문서 업데이트를 대기 중인 제안으로 작성할 수 있게 합니다(오래된 문서 티켓을 등록하고 처리할 수도 있습니다). 지식 섹션에서 제안을 승인하기 전에는 컬렉션이 변경되지 않습니다.
ru: Разрешите этому агенту готовить обновления документов в виде ожидающих предложений (он также может создавать и обрабатывать тикеты об устаревании). В коллекции ничего не изменится, пока вы не утвердите предложение в разделе «Знания».
zh_hans: 允许此智能体将文档更新起草为待审提案（它也可以提交和处理过期工单）。在你于知识板块批准提案之前，集合不会有任何变化。
zh_hant: 允許此代理將文件更新起草為待審提案（它也可以提交和處理過期工單）。在你於知識區塊批准提案之前，集合不會有任何變更。

source: Let tools in without sharing your password
ko: 암호를 공유하지 않고 도구 접근 허용
ru: Включите инструменты, не сообщая свой пароль
zh_hans: 在不共享密码的情况下允许工具接入
zh_hant: 在不共享密碼的情況下允許工具接入

source: Lets agents read on-screen elements and click, type, and scroll for you.
ko: 에이전트가 화면의 요소를 읽고 대신 클릭, 입력 및 스크롤할 수 있도록 합니다.
ru: Позволяет агентам читать элементы на экране и щелкать, печатать и прокручивать за вас.
zh_hans: 让智能体读取屏幕元素，并为你点击、输入和滚动。
zh_hant: 讓智能體讀取屏幕元素，並爲您點擊、輸入和滾動。

source: Lets Osaurus transact on your behalf - cloud models, provider load-balancing, and future routed services; requests spend credits. Keeping it on helps support Osaurus development - thank you.
ko: Osaurus가 사용자를 대신해 결제할 수 있게 합니다. 클라우드 모델, 제공자 로드 밸런싱, 향후 라우팅 서비스가 포함되며 요청 시 크레딧이 소모됩니다. 이 기능을 켜두시면 Osaurus 개발에 도움이 됩니다. 감사합니다.
ru: Позволяет Osaurus совершать операции от вашего имени: облачные модели, балансировка нагрузки провайдеров и будущие сервисы; запросы расходуют кредиты. Оставляя эту функцию включённой, вы поддерживаете развитие Osaurus — спасибо.
zh_hans: 让 Osaurus 代表你进行交易 - 云模型、提供商负载均衡以及未来的路由服务；请求会消耗积分。保持开启有助于支持 Osaurus 的开发 - 感谢。
zh_hant: 讓Osaurus代表您進行交易 - 雲模型、提供商負載均衡以及未來的路由服務；請求會消耗積分。保持開啓有助於支持 Osaurus 的開發 - 感謝。

source: Lets your dino install packages, run scripts, and work with files like a real machine.
ko: 공룡이 패키지를 설치하고 스크립트를 실행하며 실제 컴퓨터처럼 파일을 다룰 수 있도록 합니다.
ru: Позволяет вашему динозавру устанавливать пакеты, запускать сценарии и работать с файлами, как на настоящей машине.
zh_hans: 让你的小恐龙像一台真正的机器一样安装软件包、运行脚本并处理文件。
zh_hant: 讓你的小恐龍像一臺真正的機器一樣安裝軟件包、運行腳本並處理文件。

source: Library Health
ko: 라이브러리 상태
ru: Здоровье библиотеки
zh_hans: 主题库状况
zh_hant: 庫健康

source: Library Validation
ko: 라이브러리 검증(Library Validation)
zh_hans: 库验证（Library Validation）

source: License
ko: 라이선스
ru: Лицензия
zh_hans: 许可证
zh_hant: 許可證

source: Lifecycle
ko: 수명 주기
ru: Жизненный цикл
zh_hans: 生命周期
zh_hant: 生命週期

source: Light
ko: 라이트
ru: Свет
zh_hans: 浅色
zh_hant: 淺色

source: Light and fast — runs on any Mac.
ko: 가볍고 빠릅니다 — 어떤 Mac에서도 실행됩니다.
ru: Лёгкая и быстрая — работает на любом Mac.
zh_hans: 轻巧快速——任何 Mac 都能运行。
zh_hant: 輕巧快速——任何 Mac 都能運行。

source: Light Sleep After (seconds)
ko: 다음 시간 이후 얕은 잠자기(초)
ru: Легкий сон через (секунд)
zh_hans: 浅度休眠等待时间（秒）
zh_hant: 淺度休眠等待時間（秒）

source: Lightweight model used for memory consolidation and preflight tool selection. If unset, your active chat model is used as a fallback. Note: tools must also be enabled on the active agent — check Agent → Capabilities.
ko: 메모리 통합 및 사전 검토 도구 선택에 사용되는 경량 모델입니다. 설정하지 않으면 활성 채팅 모델이 대체용으로 사용됩니다. 참고: 활성 에이전트에서도 도구가 사용 설정되어 있어야 합니다. 에이전트 → 기능 탭을 확인하세요.
ru: Облегченная модель, используемая для консолидации памяти и выбора инструментов перед полетом. Если этот параметр не установлен, ваша активная модель чата используется как резервная. Примечание: инструменты также должны быть включены на активном агенте — выберите «Агент» → «Возможности».
zh_hans: 用于记忆整合和预检工具选择的轻量级模型。如未设置，将使用你当前的聊天模型作为回退。注意：还必须在当前智能体上启用工具——请查看“智能体 → 能力”。
zh_hant: 用於記憶整合和預檢工具選擇的輕量級模型。如未設置，將使用你當前的聊天模型作爲回退。注意：還必須在當前智能體上啓用工具——請查看“智能體 → 能力”。

source: Lightweight model used for memory consolidation and transcription cleanup. If unset, your active chat model is used as a fallback. Note: tools must also be enabled on the active agent — check Agent → Capabilities.
ko: 메모리 통합 및 전사 정리에 사용되는 경량 모델입니다. 설정하지 않으면 활성 채팅 모델이 대체용으로 사용됩니다. 참고: 활성 에이전트에서도 도구가 사용 설정되어 있어야 합니다. 에이전트 → 기능 탭을 확인하세요.
ru: Облегченная модель, используемая для консолидации памяти и очистки транскрипции. Если этот параметр не установлен, ваша активная модель чата используется как резервная. Примечание: инструменты также должны быть включены на активном агенте — выберите «Агент» → «Возможности».
zh_hans: 轻量级模型，用于记忆巩固和转写文本清理。如未设置，则使用当前聊天模型作为备用。注意：还需在活动智能体上启用工具——请前往“智能体”→“能力”查看。
zh_hant: 輕量級模型，用於記憶鞏固和轉錄清理。如未設置，則使用當前聊天模型作爲備用。注意：還需在活動智能體上啓用工具——請檢查「智能體」→「能力」。

source: Likes
ko: 좋아요
ru: Нравится
zh_hans: 点赞
zh_hant: 偏好

source: Link with QR
ko: QR로 연결
ru: Привязать по QR
zh_hans: 通过二维码关联

source: Link your WhatsApp account
ko: WhatsApp 계정을 연결하세요
ru: Привяжите свой аккаунт WhatsApp
zh_hans: 关联你的 WhatsApp 账号

source: Linked as %@.
ko: %@(으)로 연결되었습니다.
ru: Привязан как %@.
zh_hans: 已关联为 %@。

source: Links
ko: 링크
ru: Ссылки
zh_hans: 链接
zh_hant: 鏈接

source: List all agents with memory counts
ko: 모든 에이전트 및 메모리 수 나열
ru: Список всех агентов с количеством памяти
zh_hans: 列出所有智能体及其记忆条目数
zh_hant: 列出所有智能體及其記憶條目數

source: List available models
ko: 사용 가능한 모델 나열
ru: Список доступных моделей
zh_hans: 列出可用模型
zh_hant: 列出可用模型

source: List available tools
ko: 사용 가능한 도구 나열
ru: Список доступных инструментов
zh_hans: 列出可用工具
zh_hant: 列出可用工具

source: Listed database views
ko: 데이터베이스 뷰 나열됨
ru: Представления базы данных в списке
zh_hans: 已列出数据库视图
zh_hant: 已列出數據庫視圖

source: Listening
ko: 듣는 중
ru: Прослушивание
zh_hans: 正在聆听
zh_hant: 正在聆聽

source: LISTENING
ko: 듣는 중
ru: СЛУШАЕМ
zh_hans: 正在聆听
zh_hant: 正在聆聽

source: Listening Port
ko: 수신 포트
ru: Прослушиваемый порт
zh_hans: 监听端口
zh_hant: 監聽端口

source: Listening...
ko: 듣는 중...
zh_hans: 正在聆听...
zh_hant: 正在聆聽...

source: Listing database views
ko: 데이터베이스 뷰 나열 중
ru: Перечисление представлений базы данных
zh_hans: 正在列出数据库视图
zh_hant: 正在列出數據庫視圖

source: Live
ko: 라이브
ru: Жить
zh_hans: 实时
zh_hant: 實時

source: Live Activity
ko: 실시간 현황
ru: Живая активность
zh_hans: 实时活动
zh_hant: 實時活動

source: Live chat
ko: 라이브 채팅
ru: Живой чат
zh_hans: 实时聊天
zh_hant: 實時聊天

source: Live Preview
ko: 라이브 미리보기
ru: Живой просмотр
zh_hans: 实时预览
zh_hant: 實時預覽

source: Live Test
ko: 라이브 테스트
ru: Живой тест
zh_hans: 实时测试
zh_hant: 實時測試

source: Live unscrub
ko: 실시간 비식별화 해제
ru: Живая отмена очистки
zh_hans: 实时还原
zh_hant: 實時還原

source: Lives on your Mac. Works offline.
ko: Mac에서 작동합니다. 오프라인에서도 작동합니다.
ru: Живет на вашем Mac. Работает в автономном режиме.
zh_hans: 保存在你的 Mac 上。可离线工作。
zh_hant: 保存在你的 Mac 上。可離線工作。

source: Load
ko: 로드
ru: Нагрузка
zh_hans: 加载
zh_hant: 加載

source: Load from Messages
ko: 메시지에서 불러오기
ru: Загрузить из «Сообщений»
zh_hans: 从“信息”载入

source: Load from WhatsApp
ko: WhatsApp에서 불러오기
ru: Загрузить из WhatsApp
zh_hans: 从 WhatsApp 加载

source: Load known WhatsApp chats
ko: 알려진 WhatsApp 채팅 불러오기
ru: Загрузить известные чаты WhatsApp
zh_hans: 加载已知的 WhatsApp 聊天

source: Load more
ko: 더 불러오기
ru: Загрузить больше
zh_hans: 加载更多
zh_hant: 加載更多

source: Load recent Messages chats
ko: 최근 메시지 채팅 불러오기
ru: Загрузить недавние чаты «Сообщений»
zh_hans: 载入最近的“信息”聊天

source: Loadable
ko: 로드 가능
ru: Загружаемый
zh_hans: 可加载
zh_hant: 可加載

source: Loaded
ko: 로드됨
ru: Загружено
zh_hans: 已加载
zh_hant: 已加載

source: Loaded capabilities
ko: 로드된 기능
ru: Загруженные возможности
zh_hans: 已加载能力
zh_hant: 已加載能力

source: Loaded known WhatsApp chats.
ko: 알려진 WhatsApp 채팅을 불러왔습니다.
ru: Известные чаты WhatsApp загружены.
zh_hans: 已加载已知的 WhatsApp 聊天。

source: Loaded models
ko: 로드된 모델
ru: Загруженные модели
zh_hans: 已加载模型
zh_hant: 已加載模型

source: Loaded Models
ko: 불러온 모델
ru: Загруженные модели
zh_hans: 已加载模型
zh_hant: 已加載模型

source: Loaded Models%@
ko: 불러온 모델%@
ru: Загруженные модели%@
zh_hans: 已加载的模型 %@
zh_hant: 已加載的模型%@

source: Loaded on demand from your enabled set.
ko: 사용함으로 설정된 항목에서 필요에 따라 불러옵니다.
ru: Загружается по требованию из вашего включенного набора.
zh_hans: 从你已启用的配置中按需加载。
zh_hant: 從您已啓用的配置中按需加載。

source: Loaded recent Messages chats.
ko: 최근 메시지 채팅을 불러왔습니다.
ru: Недавние чаты «Сообщений» загружены.
zh_hans: 已载入最近的“信息”聊天。

source: Loading acknowledgements...
ko: 고지 사항을 불러오는 중...
ru: Загрузка подтверждений…
zh_hans: 正在加载致谢...
zh_hant: 正在加載致謝...

source: Loading capabilities
ko: 기능 불러오는 중
ru: Возможности загрузки
zh_hans: 正在加载能力
zh_hant: 正在加載能力

source: Loading files…
ko: 파일 불러오는 중…
ru: Загрузка файлов…
zh_hans: 正在加载文件…
zh_hant: 加載文件...

source: Loading identity...
ko: 신원 불러오는 중...
ru: Загрузка идентификации…
zh_hans: 正在加载身份...
zh_hant: 正在加載身份...

source: Loading image...
ko: 이미지 불러오는 중...
ru: Загрузка изображения…
zh_hans: 正在加载图片...
zh_hant: 正在加載圖片...

source: Loading memories...
ko: 메모리 불러오는 중...
ru: Загрузка воспоминаний…
zh_hans: 加载记忆中...
zh_hant: 加載記憶中...

source: Loading memory...
ko: 메모리 불러오는 중...
ru: Загрузка памяти…
zh_hans: 正在加载记忆...
zh_hant: 正在加載記憶...

source: Loading model card…
ko: 모델 카드 불러오는 중…
ru: Загрузка карточки модели…
zh_hans: 正在加载模型卡片…
zh_hant: 加載模型卡片...

source: Loading model...
ko: 모델 불러오는 중...
ru: Загрузка модели…
zh_hans: 正在加载模型...
zh_hant: 正在加載模型...

source: Loading Model...
ko: 모델 불러오는 중...
ru: Загрузка модели…
zh_hans: 正在加载模型...
zh_hant: 正在加載模型...

source: Loading recommended tools…
ko: 추천 도구 불러오는 중…
ru: Загрузка рекомендуемых инструментов…
zh_hans: 正在加载推荐工具…
zh_hant: 正在加載推薦工具…

source: Loading repository...
ko: 저장소 불러오는 중...
ru: Загрузка репозитория…
zh_hans: 正在加载仓库...
zh_hant: 正在加載倉庫...

source: Loading rows…
ko: 행 불러오는 중…
ru: Загрузка строк…
zh_hans: 正在加载行…
zh_hant: 正在加載行…

source: Loading schema…
ko: 스키마 불러오는 중…
ru: Загрузка схемы…
zh_hans: 正在加载架构…
zh_hant: 正在加載架構…

source: Loading themes...
ko: 테마 불러오는 중...
ru: Загрузка тем…
zh_hans: 正在加载主题...
zh_hant: 正在加載主題...

source: Loading...
ko: 불러오는 중...
zh_hans: 正在加载...
zh_hant: 正在加載...

source: Loading…
ko: 불러오는 중…
ru: Загрузка…
zh_hans: 正在加载…
zh_hant: 正在加載…

source: Local
ko: 로컬
ru: Местный
zh_hans: 本地
zh_hant: 本地

source: Local brains live on your Mac. They use a chunk of memory while running, and they keep working offline.
ko: 로컬 두뇌는 Mac에 상주합니다. 실행되는 동안 일정량의 메모리를 사용하며, 오프라인에서도 계속 작동합니다.
ru: Локальные модели живут на вашем Mac. Во время работы они используют часть памяти и продолжают работать без интернета.
zh_hans: 本地大脑保存在你的 Mac 上。它们运行时会占用一部分内存，并且可以离线工作。
zh_hant: 本地大腦保存在你的 Mac 上。它們運行時會佔用一部分內存，並且可以離線工作。

source: Local bundle ready
ko: 로컬 번들 준비 완료
ru: Локальный пакет готов
zh_hans: 本地捆绑包已就绪
zh_hant: 本地捆綁包已就緒。

source: Local data encryption
ko: 로컬 데이터 암호화
ru: Локальное шифрование данных
zh_hans: 本地数据加密
zh_hant: 本地數據加密

source: Local download needs attention
ko: 로컬 다운로드를 확인해 주세요
ru: Требуется внимание к локальной загрузке
zh_hans: 本地下载需要处理
zh_hant: 本機下載需要處理
